Repository: dream-alpha/TMDBCockpit
Catalog: po/*.po
Languages: nl

source: Version
nl: Versie

source: License
nl: Licentie

source: End
nl: Einde

source: Stop playback
nl: Stop afspelen

source: Skip forward
nl: Spring vooruit

source: Skip backward
nl: Spring terug

source: Do you want to resume playback at position: %d:%02d:%02d?
nl: Wilt u het afspelen hervatten op posistie: %d:%02d:%02d?

source: Cancel
nl: Afbreken

source: Save
nl: Opslaan

source: Defaults
nl: Standaard waarden

source: Really close without saving settings?
nl: Afsluiten zonder op te slaan?

source: Setup
nl: Instellingen

source: Loading default settings will overwrite all settings, really load them?
nl: Het laden van stadaard waarden overschrijft alle instellingen, doorgaan?

source: Some changes require a GUI restart
nl: Enkele aanpassingen vereisen een GUI herstart

source: Restart GUI now?
nl: GUI herstarten?

source: Select directory
nl: Selecteer directory

source: Path does not exist
nl: Path bestaat niet

source: Close
nl: Sluiten

source: Hide
nl: Verbergen

source: Cancelling, please wait
nl: Afbreken, wachten aub

source: Processing
nl: Verwerken

source: Done
nl: Klaar

source: Cancelled
nl: Afgebroken

source: Please wait
nl: Wachten aub

source: TMDB Infos ...
nl: TMDB Info ...

source: Various
nl: Verschilende

source: Seasons
nl: Seizoenen

source: Episodes
nl: Afleveringen

source: Season
nl: Seizoen

source: female
nl: vrouwelijk

source: male
nl: mannelijk

source: None
nl: Geen

source: Language:
nl: Taal

source: Skip to movie details for single result:
nl: Ga naar film details voor enkel resultaat:

source: Yellow key for TMDB infos in EPGs:
nl: Gele toets voor TMBD info in de EPG:

source: Cover resolution:
nl: Voorkant resolutie

source: Backdrop resolution:
nl: Achtergrond resolutie

source: Overview
nl: Overzicht

source: Exit
nl: Verlaten

source: Edit search
nl: Aanpassen zoeken

source: more ...
nl: meer ...

source: Show details
nl: Toon details

source: Details down
nl: Details omhoog

source: Details up
nl: Details omlaag

source: Current movies in cinemas
nl: Films die draaien in de bioscopen

source: No search string specified.
nl: Geen zoek tekst opgegeven

source: page
nl: pagina

source: No results for: %s
nl: Geen resultaat voor: %s

source: Upcoming movies
nl: Aankomde films

source: Popular movies
nl: Populiere films

source: Similar movies
nl: Gelijkwaardige films

source: Recommendations
nl: Aanbevolen

source: Best rated movies
nl: Beste beoordeelde films

source: Search for Movie:
nl: Zoek voor film:

source: Movie Details
nl: Film details

source: Votes:
nl: Stemmen:

source: Runtime:
nl: Lengte:

source: Year:
nl: Jaar:

source: Countries:
nl: Landen:

source: Author:
nl: Auteur:

source: Crew
nl: Ploeg

source: Selection up
nl: Keuze omhoog

source: Selection down
nl: Kleuze omlaag

source: Page up
nl: Pagina omhoog

source: Page down
nl: Pagina omlaag

source: Search
nl: Zoek

source: Save movie description
nl: Sla film beschrijving op

source: Delete movie EIT file
nl: Verwijder film EIT file

source: Save movie cover
nl: Sla film omslag op

source: Save movie backdrop
nl: Sla film achtergrond op

source: File operation results:
nl: Resultaat van bestand bewerking

source: Cover saved.
nl: Onslag opgeslagen

source: No cover available
nl: Geen omslag beschikbaar

source: Backdrop saved.
nl: Achtergrond opgeslagen

source: No backdrop available
nl: Geen achtergrond beschikbaar

source: Movie description saved.
nl: Omschrijving film opgeslagen.

source: No movie description available
nl: Geen film omschrijving beschikbaar

source: EIT file deleted.
nl: EIT bestand verwijderd

source: No EIT file available
nl: Geen EIT bestand beschikbaar

source: No search provider registered.
nl: Geen zoek leverancier geregistreerd

source: TMDB videos
nl: TMDM films

source: Please select a video
nl: Selecteer een film aub

source: Person Details
nl: Persoonlijke gegevens

source: Popularity
nl: Populariteit

source: Known for:
nl: Bekend van:

source: Movie
nl: Film

source: Person
nl: Persoon

source: TMDBCockpit
nl: TMDBCocpit

source: Access TMDB movie infos
nl: Benader TMDB film informatie
